{
    "body":[["Clinical Systems Connector Artifact Name","Clinical Systems Connector Document Description"],["Trial Master File Plan","To describe how records for the trial will be managed and stored during and after the trial, including study-specific processes and documentation for archiving and destruction. To include TMF filing structure to be used. May include TMF content list, filing structure and chain of custody records. Artifact can include any evidence of plan execution including, but not limited to: plan, reports, checklists, etc."],["Trial Management Plan","To describe overall strategy for timelines, management and conduct of the trial and typically makes reference to other artifacts. Artifact can include details on contingency plan covering details for site start up planning."],["Quality Plan ","To describe the operational techniques and activities undertaken within the quality management system to verify that the requirements for quality of the trial-related activities have been fulfilled. Relevant parts may include, but not be limited to, a plan written for internal oversight of study quality management, an audit plan, data verification steps; also includes escalation in the event of a quality issue being identified and all corrective and preventative actions determined. Artifact can include any evidence of plan execution including, but not limited to: plan, reports, checklists, etc."],[" List of SOPs Current During Trial","To document which standard operating procedures (SOPs) and which versions were in effect for the duration of the trial and trial-specific procedures created for the trial. To include sponsor and third party SOPs. This artifact does not include the SOPs themselves. May include SOP waivers to document and describe study-specific deviation from a named SOP or working procedure and the rationale for the deviation, when applicable."],["Operational Procedure Manual","To describe trial-related processes not covered by formal standard operating procedures. Includes manuals given to sites for ISFs and vendor study-specific manuals as well as any study related tools provided to investigator sites not subject to IRB/IEC approval. Artifact can include any evidence of plan execution including, but not limited to: plan, reports, checklists."],[" Recruitment Plan","To describe the planned subject enrolment/recruitment goals during the trial, including contingency plans. Artifact can include any evidence of plan execution including, but not limited to: plan, reports, checklists, etc."],["Communication Plan","To describe communication strategy and plans between trial stakeholders, including communication escalation procedures/steps. Artifact can include any evidence of plan execution including, but not limited to: plan, reports, checklists, etc."],["Monitoring Plan","To describe how monitoring will be implemented during the trial, including strategy for source data verification and risk based monitoring (if applicable). Artifact can include any trial level evidence of plan execution including, but not limited to: plan, reports, checklists, etc.  Note:  Indiviudal Monitoring Visit Reports are filed in zone 5\r\n\r\n"],["Medical Monitoring Plan","To describe how medical surveillance of trial subjects will be assured during the trial. Artifact can include any evidence of plan execution including, but not limited to: plan, reports, checklists, etc."],["Publication Policy","To describe the policy for publishing the trial results if publication policy is not captured within the protocol."],["Debarment Statement","To verify whether the applicant or any of its principals is currently debarred, suspended, proposed for debarment, or declared ineligible to receive federal awards; whether within the past three years the applicant, or any of its principals, has been convicted of or had a civil judgment rendered against it for, or been indicted for, commission of fraud or certain criminal offenses; and whether the applicant has had any federal award terminated for cause or default in the past three years. Often part of the site qualification process, however, can account for situations which might arise during the course of the study, especially relevant for long-term trials."],["Trial Status Report","Routine trial status progress report generated by the sponsor or 3rd Party and distributed to trial stakeholders."],["Investigator Newsletter","To file any study or site specific newsletters received via correspondence."],["Audit Certificate","Documentation to confirm that an audit was performed (does not contain the audit report)."],["Risk Management Plan","To describe the potential hazards associated with the trial, including an assessment of the likelihood of those hazards occurring and resulting in harm. The Risk Management Plan is intended to include the risks to participant safety in relation to the IMP and all other risks related to the design and methods of the trial, including risks to participant safety and rights, as well as reliability of results. Artifact can include any evidence of plan execution including, but not limited to: plan, reports, checklists, etc."],["Vendor Management Plan","To describe the overall management strategy for third party vendors used to conduct trial-related activities. May include assignment of responsibilities for third party vendor oversight, performance indicators, monitoring activities and schedules, issue escalation and resolution process, technology and documentation transfer and business continuity plan. Artifacts providing evidence of plan execution including, but not limited to: reports, checklists, etc. and other records demonstrating oversight of a specific third party vendor should be filed in the appropriate artifacts in Zone 09"],["Roles and Responsibility Matrix","To identify range and distribution of tasks and responsibilities; may define internal assignment and all external parties; covers GCP as well as business process; often part of the Contractual Agreement (09.02.03)."],["Transfer of Regulatory Obligations ","To specify the transfer of regulatory obligations from sponsor to each Affiliate/CRO/Vendor and may include other agreements. A sponsor may transfer responsibility for any or all of the obligations set forth in this part to another entity. Any such transfer shall be described in writing. If not all obligations are transferred, the writing is required to describe each of the obligations being assumed by the alternate entity. If all obligations are transferred, a general statement that all obligations have been transferred is acceptable. "],["Operational Oversight","Documentation to show evidence of sponsor oversight of study, as well as any key decisions taken and the supporting rationale. Records demonstrating oversight of a specific third party should be filed in the appropriate artifacts in Zone 09.\r\n"],["Trial Team Details","To define trial roles, contact details and structure of the trial team - both sponsor and third parties; optionally this may include full and initials-only signature of all team members, role-to-role transition documents, organogram and/or team joining/leaving dates."],["Trial Team Curriculum Vitae","To document qualifications and eligibility of sponsor trial team members. Documentation for third party trial team members should be filed in Zone 09."],["Committee Process","To describe the purpose and mode of operation/manner of working of the Independent Trial Committee, which may be established by the sponsor to assess at intervals the progress of a clinical trial the safety data and the critical efficacy endpoints and to recommend to the sponsor whether to continue, modify or stop a trial. To describe in advance the decision-making process of the Committee that will evaluate key trial events (e.g. endpoints). \r\n\r\nCommittee Types may include but not limited to: DMC, DSMB, National, Steering, Scientific, Internal DMC, Device, Dose Escalation, Safety Evaluation, Adjudication, Clinical Events Coordination. These may be used as sub-artifacts or metadata. Applies to all Committee artifacts"],["Committee Member List","To document the current composition of a trial committee. Can be part of the Charter."],["Committee Output","To document any agreements or significant decisions regarding trial conduct, protocol violations, adverse event reporting, to include minutes, reports, notifications, recommendations from a trial committee. Can be applicable to interim and final analyses.\r\n\r\n"],["Committee Member Curriculum Vitae","To document qualifications and eligibility of the Committee Member to provide assessments, at set intervals, the progress of a clinical trial, of the safety data and the critical efficacy endpoints and to recommend to the sponsor whether to continue, modify or stop a trial. To include updates."],["Committee Member Financial Disclosure Form","To certify that no financial arrangements with a Committee Member have been made where study outcome could affect compensation; that the Committee Member has no proprietary interest in the tested product; that the Committee Member does not have a significant equity interest in the sponsor of the covered study, that the Committee Member has not received significant payments of other sorts; and/or disclosure of specified financial arrangements and any steps taken to minimize the potential for bias."],["Committee Member Contract","To document agreement of trial requirements between sponsor or 3rd Party and Committee Member."],["Committee Member Confidentiality Disclosure Agreement","A document between the sponsor and the Committee Member that defines the terms and basic criteria to assure that the party (or parties) receiving confidential information will maintain confidentiality and will not use that information for any purpose other than that described in the Agreement. "],["Kick-off Meeting Material","Agenda, presentation materials and other documentation made available for attendees of the trial kick-off meeting, including attendance sheets. Does not include Investigator Meeting content."],["Trial Team Training Material","Trial-relevant training materials , including use of specialized systems."],["Investigators Meeting Material","Agenda, presentation materials and other documentation made available for attendees of the investigator meeting(s). Includes meeting minutes or questions and answers (Q&A), attendance sheets and any pre-meeting material."],["Trial Team Evidence of Training","To document completion of study-specific trial team training, including certification or evidence of training (attendance sheets) . Includes EDC training. Does not include each individual's education, training and experience to perform his/her role.This should be doucmentated in the company learning management system."],[" Relevant Communications related to Trial Management","Zone-specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but are not limited to: letters, memo, electronic communications and faxes. Correspondence referring to general topics and/or topics across multiple zones may be filed with this zone"],["Tracking Information related to Trial Management","Zone-specific documents developed for the purpose of tracking activities during the course of the trial. "],["Other Meeting Material related to Trial Management","Agenda, presentation materials and other documentation generated during any other internal or external zone-related meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material."],["Filenote related to Trial Managment","To document any decision or to clarify any information relating to this zone. Filenotes referencing general topics and/or topics across multiple zones may be  filed within this zone."],["Investigator's Brochure","To provide relevant and current clinical and non-clinical data on the investigational product(s) that is related to the study of the product(s) in human subjects. The Investigational Medicinal Product Brochure (IMPD) can additionally be filed here if held in the TMF."],["Protocol","To describe the objective(s), design, methodology, statistical considerations and organization of a trial. Usually also gives the background and rationale for the trial, but these could also be provided in other protocol referenced documents. Includes Special Protocols. "],["ProtocolSynopsis","A summary of the pertinent points of the protocol. A local language version may be translated from core (English) or produced in the country if required by local Regulatory Authorities or IRB/IEC"],["Protocol Amendment","Subsequent versions of the original protocol as well as supporting documentation that may include description of change(s) to or formal clarification of a protocol. Includes justification for a non-substantial amendment, such as administrative changes"],["Financial Disclosure Summary","Summary documentation of compliance with financial disclosure reporting requirements, per company and/or local government policies.  May include summaries, lists, other reports.  Not specifically intended for program level records such as Forms FDA 3455 or 3454."],["Sample Case Report Form ","Blank forms / templates in paper form or e-Format to capture the data points of the protocol. "],["Report of Prior Investigations","To include reports of all prior clinical, animal and laboratory testing of the device and shall be comprehensive and adequate to justify the proposed investigation. Can be in addition or instead of an Investigator Brochure for device trials."],["Marketed Product Material","Materials available in the legal pharmacologic description of a drug or device, subject to detailed regulatory specifications, including approved chemical and proprietary names, description and classification, clinical pharmacology, approved indications and usage, contraindications, warnings, precautions, adverse reactions, drug abuse and dependence information, over dosage discussion, dosage and administration, formulations and appropriate references."],["Subject Diary","To document subject data captured by the subject and external to the CRF (blank forms / templates)."],[" Subject Questionnaire","To capture specific subject related information through a series of questions (blank forms / templates)"],["ICF Template","To document that the appropriate written information (content and wording) has been given to subjects regarding the trial to support their ability to give fully informed consent and to document their consent to trial participation in writing. If applicable, must also include the child assent form (blank model / template). Please note that core template is trial level, the country template is country level and the site template is at the site level"],[" HIPAA Forms","May be combined with the ICF"],["Assent","May be combined with the ICF"],["Subject Information Sheet","To document information provided to subjects to support their decision about whether or not to participate in the trial."],["Subject Participation Card","To be provided to the subject to carry to document trial participation (blank template)."],["Advertisements for Subject Recruitment","Materials used in clinical trial recruitment campaigns; approved by the IRB/IEC to ensure recruitment measures are appropriate and not coercive."],["Other Information Given to Subjects","Materials provided to the subject to further assist with understanding the trial requirements or concepts; may include memory aids or retention materials."],["Clinical Study Report","To describe final or interim results and interpretation of trial of any therapeutic, prophylactic, or diagnostic agent conducted in human subjects, in which all Clinical Study Report components are included, such as the clinical and statistical description, analyses, data listings, CRFs and summaries. "],["Completed Case Report Forms","To document Site copies of Signed and Completed Case Report Forms"],["Interim Clinical Study Report","To file the clinical study report during the course of the study."],["Bioanalytical Report ","To present & summarize the relevant top line findings of the bioanalytical aspects of the interim or final analysis and may include PK analysis or reports."],["Relevant Communications related to Central Trial Documents","Zone-specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but not limited to: letters, memo, electronic communications and faxes."],["Tracking Information related to Central Trial Documents","Zone-specific documents developed for the purpose of tracking activities during the course of the trial."],["Meeting Material related to Central Trial Documents","Agenda, presentation materials and other documentation generated during an internal or external zone-related meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material."],["Filenote related to Central Trial Documents","To document any decision or to clarify any information relating to this zone."],["Regulatory Submission","A set of documents, along with required associated regulatory forms and correspondence, submitted to one or more regulatory agencies requesting approval to conduct the trial or for the purpose of notification, or requesting approval of changes to the trial documents or of any trial events that could adversely affect the safety of subjects, impact the conduct of the trial or alter the regulatory authority's approval/favorable opinion to continue the trial. Example Investigational New Drug Application (IND), Clinical Trial Application (CTA),  Investigational Device Exemption (IDE)\r\n\r\nThe submitted documents such as Investigator Brochure, Informed Consent Forms, etc. may or may not be filed as a complete Dossier within this Artifact, this is dependent on SOPs within your Organization."],["Regulatory Authority Decision","A documented notification received from a regulatory authority stating that the Submission has been received and approved."],["Notification of Regulatory Identification Number","Document identifying unique Identification (ID) number used to uniquely identify the trial or the trial level in that region, assigned by a regulatory agency – e.g. EU = EudraCT Number, FDA = IND Number, US Device = IDE Number."],["Public Registration ","Documentation related to registration of clinical trials in public registries such as ClinicalTrials.gov and to submission of results periodically during the study and at study completion. "],["Import or Export License Application","An application made to one or more regulatory agencies requesting a license to import or export the investigational product and clinical supplies."],["Import or Export Documentation","A document issued by a national government authorizing the importation or exportation of certain goods into its territory."],[" Notification of Safety or Trial Information","Notification to Regulatory Authorities of any trial events that could alter the regulatory authority's approval/favorable opinion to continue the trial. Notifications may include, but are not limited to: Quarterly line listings, suspected unexpected serious adverse reactions (SUSARs), Unexpected Serious Adverse Device Events (USADE), Council for International Organizations of Medical Sciences (CIOMS), MedWatch, Analysis of Similar Events, Serious Breaches, cover letters and/or country-specific reporting forms."],[" Regulatory Progress Report","Reports concerning trial conduct, progress and status that are required to be periodically submitted to relevant regulatory authorities. This artifact is not intended to include safety reports required by regulatory authorities (these are covered under artifact 03.03.01)."],["Regulatory Notification of Trial Termination","Document detailing the termination of a trial – whether upon completion or premature termination."],["Relevant Communications related to Regulatory","Zone-specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but not limited to: letters, memo, electronic communications and faxes."],["Tracking Information related to Regulatory","Zone-specific documents developed for the purpose of tracking activities during the course of the trial. "],["Meeting Material related to Regulatory","Agenda, presentation materials and other documentation generated during an internal or external zone-related meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material."],["Filenote related to Regulatory","To document any decision or to clarify any information relating to this zone."],[" IRB or IEC Submission","Documents describing the trial or changes/updates to the trial submitted to an IRB/IEC for approval, including recruitment and education materials and responses to questions from IRB/IEC to support a submission. Intended to include a list of attachments or table of contents of submission dossier/package. The submitted study documents such as Investigator Brochure, Informed Consent Forms, etc. may or may not be filed as a complete Dossier within this Artifact. "],["Amendments - Approvals and Notifications","Documentation received from IRB/IEC in response to submission indicating decision of the trial and any specifications or modifications. Records referenced by the approval (such as a Protocol that has been approved) should be filed elsewhere in the TMF, as appropriate, as long as there is identification of the approved record within the IRB/IEC letter. "],["Regulatory Approval Notification; other communications","Regulatory approval or authorization as well as other communications"],["IRB or IEC Composition","Documentation that the IRB/IEC consists of a reasonable number of members who collectively have the qualifications and experience to review and evaluate the science, medical aspects and ethics of the proposed trial. "],["IRB or IEC Documentation of Non-Voting Status","Documentation verifying non-voting members of the IRB/IEC if the investigator or sub-investigator is on the IRB/IEC."],["IRB or IEC Compliance Documentation","Documentation that the IRB/IEC is performing its function according to written operating procedures and is in compliance with GCP and applicable regulatory requirements. "],["Other Submissions","A set of documents describing the trial or changes/updates to the trial submitted to a committee other than the IRB/IEC for approval. To include: Submissions and Correspondence \r\n\r\nThe submitted study documents such as Investigator Brochure, Informed Consent Forms, etc. may or may not be filed as a complete dossier within this artifact."],["Other Approvals","Approval documentation received from a committee other than the IRB/IEC in response to submission indicating approval/acknowledgement of trial specifications or modifications. To include: Submissions and Correspondence\r\n\r\nRecords referenced by the approval (such as a Protocol that has been approved) should be filed elsewhere in the TMF, as appropriate, as long as there is identification of the approved record within the committee letter or acknowledgement."],["Notification to IRB or IEC of Safety Information","To assure the IRB/IEC are promptly notified of all findings (new, important information on serious adverse events and or safety concerns) that could adversely affect the safety of subjects, impact the conduct of the trial or alter the IRB/IEC's approval/favorable opinion to continue the trial.  Notifications/Communication may include but are not limited to - periodic safety line listings, USADEs, SUSARs, CIOMS, MedWatch, Analysis of Similar Events, cover letters and/or IRB/IEC-specific reporting forms. The records referenced in these notifications may be filed as appropriate in Zone 07."],["IRB or IEC Progress Report","Regular reports concerning trial conduct, other than safety reports, issued to the IRB/IEC by the sponsor/3rd Party and/or investigator."],["IRB or IEC Notification of Trial Termination","Document detailing the termination of a trial – whether upon completion or premature termination."],["Relevant Communications related to IRB or IEC or other Approvals","Zone-specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but not limited to: letters, memo, electronic communications and faxes."],["Tracking Information related to IRB or IEC or other Approvals","Zone-specific documents developed for the purpose of tracking activities during the course of the trial. "],["Meeting Material related to IRB or IEC or other Approvals","Agenda, presentation materials and other documentation generated during an internal or external zone-related meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material."],[" Filenote related to IRB or IEC or other Approvals","To document any decision or to clarify any information relating to this zone."],["Site Contact Details","To document contact information for primary points of contact at the site (e.g. Principal Investigator, Institution Name, Trial Coordinator, Contracts Person, etc.)."],["Confidentiality Agreement with Investigator or Institution","A document between the sponsor and an outside party (Investigator or Institution) that defines the terms and basic criteria to assure that the party (or parties) receiving confidential information will maintain confidentiality and will not use that information for any purpose other than that described in the Agreement. May also be present in the Clinical Trial Agreement"],["Feasibility Documentation","Evaluation of a site feasibility for a potential study. Completed by site at request of Sponsor or CRO. Feasibility Survey, Site Feasibility Form, etc."],["Site Qualification Confirmation Letter","To prepare for monitoring visit "],["Site Qualification Follow Up Letter","Follow-up letter summarizing the visit and discussing any critical findings or action items."],["Sites Evaluated but not Selected","Documentation related to sites evaluated but not selected for the trial."],["Acceptance of Investigator Brochure","To document that relevant and current scientific information about the investigational product has been provided to the investigator."],["Protocol Signature Page","To document investigator and sponsor agreement to the protocol."],["Protocol Amendment Signature Page","To document investigator and sponsor agreement to the protocol amendment."],["Principal Investigator Curriculum Vitae","To document qualifications and eligibility of the Principal Investigator to conduct trial and/or provide medical supervision of subjects. To include updates, one-page CVs and biographical sketches."],["Sub-Investigator Curriculum Vitae","To document qualifications and eligibility of any sub-Investigators to conduct trial and/or provide medical supervision of subjects. Sub-Investigators include any individual member of the clinical trial team designated and supervised by the investigator at a trial site to perform critical study trial-related procedures and/or to make important trial-related decisions (e.g., associates, residents, research fellows). To include updates, one-page CVs and biographical sketches"],[" Other Curriculum Vitae","To document qualifications and eligibility of site personnel other than the Principal Investigator or Sub-Investigators to conduct trial and/or provide medical supervision of subjects."],[" Head of Facility CV","To verify that the Head of Facility is suitably qualified to lead and oversee the management and reporting of results; may be included with Certification / Accreditation; may be found in the User Manual."],["Principal Investigator Medical License","A valid and current medical license for the  prinicipal investigator for the state/country/region where the clinical study is being conducted. "],["Site Staff Qualification Supporting Information","To document site staff qualifications not previously outlined on CVs. May include list of studies, publications, training certificates for specific examinations, ICH-GCP training, site GCP or trial licensure, medical licenses, Human Subjects Protection Training, etc. "],["Biosketch","NIH, NCI, and AHRQ typically require use of the biosketch in applications for grants and cooperative agreements. A biosketch is used to highlight each individual's qualifications for a specific role in the proposed project. Education, Training, Employment, Certification, and License."],["Evidence of Good Clinical Practice Training","Evidence and certificates related to good clinical practice (GCP) training (e.g. CITI Program Training)"],["Evidence of Human Subject Protection Training "," Evidence and certificates related to human subject protection and/or HIPPA training (e.g. required institution specific training, CITI Program Training)"],["Form FDA 1572","For IND trial, 1572 must be completed globally for FDA submission. "],["Investigator Regulatory Agreement","A regulatory statement from the investigator required by certain health authorities e.g. includes but is not limited to ‘Qualified Investigator Undertaking’ form and ‘Clinical Trial Site Information’ form required by Health Canada."],["Financial Disclosure Form","To document financial disclosures, certification documentation and conflicts of interest, which include but are not limited to: completed disclosure forms of financial interests and arrangements of clinical investigators (e.g. FDA Form 3455/3454, NIH COI , clinical investigator financial certification (Canada))"],["Data Privacy Agreement","To document agreement between sponsor and Site Staff (e.g., national or regional data privacy requirements); often contained in Clinical Trial Agreement "],["Clinical Trial Agreement","To document agreement of trial requirements between sponsor or 3rd Party and site/ PI. Includes indemnity unless separate document created. "],["Insurance Documentation","To document that compensation to subject(s) for trial-related injury will be available. May include policy and certificates, terms and conditions. Certificate is core, policy is recommended."],["Indemnity","To provide legal protection \"as required by country regulations\" in the event of an unforeseen adverse circumstance arising during the course of a clinical trial. May be in Clinical Trial Agreement"],["Other Financial Agreement","To document agreement of trial requirements between other parties involved in the conduct of the trial. Includes indemnity unless separate document created."],["IP Site Release Documentation","To document approval for sites to receive drug supply / investigational product."],[".Site Signature Log","For reference when reviewing wet-ink-signed or initialed study documentation."],["Delegation of Responsibilities Log","To document delegation by the Principal Investigator of trial specific tasks to site personnel conducting the trial."],[" Investigators Agreement (Device)","Non-financial agreement between the sponsor and the investigator documenting the various responsibilities, as outlined in CFR Title 21 part 812 as well as ICH-E6 (if applicable), in which the investigator will comply."],["Coordinating Investigator Documentation","Documentation to show the approval of a coordinating investigator for a specific region or group of investigators that is not already captured as another artifact for that investigator. Documentation related to a Country's National Coordinator when they are not participating as an Investigator in the trial. "],["Site Initiation Confirmation Letter","To prepare for monitoring visit "],[" Site Initiation Follow Up Letter","Follow-up letter summarizing the visit and discussing any critical findings or action items."],[" Site Initiation Visit Report","To document that trial procedures were reviewed with the investigator and the trial personnel and confirm the site meets requirements to begin trial participation. trial initiation can be conducted via an Investigator Meeting, visit at the site and/or other contact. May include confirmation letters/emails."],["Site Training Material","Training materials used to train the sites. Materials may be related to Electronic Data Capture (EDC), Interactive Response Technology (IRT), Rater training. (Also includes training done after site initiation)"],["Site Evidence of Training","\r\nTo document completion of site training by relevant site personnel. Documentation includes attendance and certification for training delivered which may include Electronic Data Capture (EDC), Interactive Response Technology (IRT), Rater training, etc."],["Enrollment Log","To list the chronological enrolment of subjects in the study.  May be combined with the screening log."],["Visit Log","To list the chronological visits of subjects in the study."],["Screening Log","To list all subjects who were screened for the study including screen failures.  May be combined with the enrollment log."],["Source Data Verification ","To document source data and associated verification activity "],["Site Monitoring Confirmation Letter","To document site visits, monitoring trial conduct and compliance of the site, may include confirmation letters/emails."],["Site Monitoring Follow Up Letter","Follow-up letter summarizing the visit and discussing any critical findings or action items."],["Site Monitoring Visit Log","To document monitoring visit dates and attendees."],["Additional Monitoring Activity","To document additional monitoring activity such as co-visits and sponsor-specific monitoring activities"],["Protocol Deviations ","To document non-compliance/ deviations to the protocol. This may also be a consolidated list for a country filed at the country level or a consolidated list for the study filed at the study level."],[" Unanticipated Events","Unanticipated problems or protocol deviations or noncompliance forms.  May include, deviation, exceptions."],["Subject Reimbursement","To document the procedure for reimbursing subjects and all reimbursements issued, if applicable"],["Clinical Study Budget","To document the budget projected for the study lifecycle"],["Clinical Study Grants","To document grant details, if applicable"],["Financial Documentation","Includes all invoices, receipts, payment summaries relating to the trial"],["Site Close Out Confirmation Letter","Letter from the Sponsor/CRO (CRA) to the site confirming the site close-out visit has been scheduled.  May include agenda for site close out actitivies.  "],["Site Close Out Follow Up Letter","Follow-up letter summarizing the visit and discussing any critical findings or action items."],["Notification to Investigators of Safety Information","To assure investigators are promptly notified of all findings (new, important information on serious adverse events and or safety concerns) that could adversely affect the safety of subjects, impact the conduct of the trial or alter their IRB/IEC's approval/favorable opinion to continue the trial.  Notifications may include but are not limited to Safety line listings, SUSARs, CIOMS, MedWatch, Analysis of Similar Events, cover letters and/or country-specific reporting forms. \r\n "],["Subject Identification Log","To fully identify all subjects screened, screen failed and enrolled in the trial, with unique institution identifiers where relevant"],["Source Documents available for all subjects","To document and confirm source data information at the Investigator site (i.e. medical records containing history of subjects)."],["Monitoring Visit Follow-up Documentation","To document site visit follow-up. Could be grouped with monitoring visit reports."],["Subject Eligibility Verification Forms and Worksheets","Eligibility forms for qualification of trial subjects, may include inclusion/exclusion criteria, lab reports, doctor notes and other qualifying data usually used by (site) staff to ensure subjects are eligible, per protocol, for the study."],["Relevant Communications related to Site Management","Zone-specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but not limited to: letters, memo, electronic communications and faxes. Should not include monitoring visit follow-up letter."],["Tracking Information related to Site Management","Zone-specific documents developed for the purpose of tracking activities during the course of the trial. "],["Meeting Material related to Site Management","Agenda, presentation materials and other documentation generated during an internal or external zone-related meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material."],[" Filenote Master List","To provide a consolidated list/index of file notes generated during the trial. "],["IP Supply Plan","To describe the following as they pertain to the IP: 1) quantity and packaging of active, placebo and/or if applicable, comparator or rescue supplies needed to fulfill the requirements of the trial protocol over the life of the trial, as well as blinding plan (if applicable) and 2) acceptable storage temperatures and conditions, storage times, reconstitution fluids and procedures and devices for product infusion. Artifact can include any evidence of plan execution including, but not limited to: plan, reports, checklists, etc."],["IP Instructions for Handling","To instruct on how the IP should be handled during transit and stored upon arrival at the distribution center, depot and/or trial site. Should address expectations for adequate and safe receipt, handling, storage, dispensing, retrieval of unused product from subjects and return of unused IP to the sponsor (or their delegate) If appropriate to the trial, includes preparation of the IP leading to administration and administration instructions. "],["IP Sample Label","A sample of each IP label type (for every pack and every language) to be used in the trial; approval status must be clear. All stages of label text development are included within this artifact."],["IP Shipment Documentation","To record details of the shipment process including approval , requests, dispatch, tracking and receipts to/from a distribution center, depot and/or trial site. "],[" IP Accountability Documentation","To document records of the allocation of IP to/from a distribution center, depot, trial site and/or site to subject and the reconciliation of IP prior to return to the sponsor."],["IP Transfer Documentation","To document the process and approval for the transfer of IP from one depot to another depot and/or from one site to another site (within or across protocols). Examples include sponsor approval for transfer and evidence of consultation with Qualified Person (QP). "],[" IP Re-labeling Documentation","To document the plan for the re-labeling process to occur at the distribution center, depot and/or site and confirmation records that the re-labeling occurred. "],["IP Recall Documentation","To document the plan for the recall process for the IP to occur at a distribution center, depot and/or site; will include confirmation records that the recall occurred.  "],[" IP Quality Complaint Form","To document or record an IP quality complaint. "],["IP Return Documentation ","To record details of returns to/from a distribution center, depot and/or trial site.  Examples include courier documentation and packing/ inventory listing."],["IP Certificate of Destruction","To document the confirmation of destruction of IP at the end of a trial at a distribution center, depot and/or site . "],[" IP Retest and Expiry Documentation","To document the batch retesting/analyses of IP for a variety of reasons such as stability confirmation and expiry extension"],[" QP (Qualified Person) Certification","To confirm that any IP from another country has been manufactured and checked in accordance with standards of Good Manufacturing Practices (GMP) at least equivalent to those laid down in Directive 91/356/EEC. Documents the technical release documentation including GMP certification and the name / address of the manufacturer. "],["IP Regulatory Release Documentation","To document the regulatory IP release process."],["IP Verification Statements","Any certificate, license or other documentation that is required by a specific regulation to verify the quality, source, manufacture, ingredients or other aspect of investigational and/or control product. Examples include TSE certificate, Controlled IP storage, DEA 223 and GMP Manufacturer’s License."],["Certificate of Analysis ","To document identity, purity and strength of the IP(s) to be used trial, in accordance with the specifications of the IP, including the acceptance limits and the actual results of the tests.  "],["IP Treatment Allocation Documentation","To document the treatment allocation or device serial numbers for each subject; used if urgent unblinding or code break is needed or when interim or final unblinding occurs."],[" IP Unblinding Plan","To describe the plan and procedures to be taken should the action of breaking the blind for an individual subject be urgently needed, or when interim or final unblinding occurs. "],["IP Treatment Decoding Documentation ","To document the action of breaking the blind for an individual subject, urgently if needed, or when interim or final unblinding occurs. Treatment unblinding may be controlled by interactive response technology (IRT) and or manually using code break envelopes."],["IP Storage Condition Documentation","To document the unique storage conditions of the IP at the sponsor (if sponsor is distributing), distribution center, depot, trial site and in transit, if required by the available stability requirements of the IP. "],["IP Storage Condition Excursion Documentation","To record excursions for IP, from the acceptable pre-defined condition range either during transit or storage at a distribution center, depot and/or trial site. "],["Maintenance Logs ","To record activities and times when quality of condition of IP, Non-IP, device and other trial supplies is assessed over period of use and any maintenance performed, including software logs and certificates of calibration. "],["Non-IP Supply Plan","To describe the details and quantity of non-IP supplies needed to fulfill the trial protocol requirements over the life of the trial. May include but is not limited to, supplementary medication, pre-treatment, other prophylactic therapies, drug delivery supplies (IV tubing, syringes, etc.) and measurement tools such as thermometers, respirometers, etc. Artifact can include any evidence of plan execution including, but not limited to: plan, reports, checklists, etc."],["Non-IP Shipment Documentation","To record details of the shipment of non-IP supplies needed to fulfill the trial protocol requirements to a distribution center, depot and/or site. "],["Non-IP Return Documentation ","To inventory the returns of certain non-IP supplies needed to fulfill the trial protocol requirements to a distribution center, depot and/or site. Examples include courier documentation and packing/ inventory listing."],["Non-IP Storage Documentation","To document the unique storage conditions of the Non-IP supplies at the sponsor (if sponsor is distributing), distribution center, depot, trial site and in transit, if required by the available stability requirements of the non-IP supplies. To record excursions for non-IP supplies, from the acceptable pre-defined condition range either during transit or storage at a distribution center, depot and/or trial site."],["IRT User Requirement Specification","To document end user requirements from design and capabilities of an interactive response technology (IRT) such as Interactive Voice Response System (IVRS) or Interactive Web Response System (IWRS), included but not limited to screening, randomization or drug allocation. May also include technical aspects of the system development."],[" IRT Validation Certification","To confirm the validation status of the interactive response technology (IRT)."],["IRT User Acceptance Testing (UAT) Certification","To document the acceptability of the series of assessments of the IRT performed by key users of the system that are designed to show that the IRT has been correctly programmed and meets the requirements of the User Requirements Specification (URS). Minimally, the signature page and may include validation or other documentation."],[" IRT User Manual","To provide instructions and define the operational instructions for the IRT for the user."],["IRT User Account Management","To capture account management details for all users who received access to the system; should include security role, data account granted, date account disabled"],["Relevant Communications related to IP and Trial Supplies","Zone-specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but not limited to: letters, memo, electronic communications and faxes."],["Tracking Information related to IP and Trial Supplies","Zone-specific documents developed for the purpose of tracking activities during the course of the trial. "],["Meeting Material related to IP and Trial Supplies","Agenda, presentation materials and other documentation generated during an internal or external zone-related meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material."],["Filenote related to IP and Trial Supplies","To document any decision or to clarify any information relating to this zone."],["Safety Management Plan","To describe the end-to-end process for the ongoing safety evaluation for the investigational product; includes data to be collected, reporting objectives and processes for a clinical trial. Plan may include but is not limited to: associated documents for quality management, safety database entry specifications and templates and/or coding guidelines.\r\n\r\nThis artifact may not be trial specific, thus may include a reference to appropriate SOP(s) or program/IP level plans. One example of where this artifact would be expected to be trial-specific is when a CRO performs this function for a single trial."],["Pharmacovigilance Database Line Listing","Listing of trial data for a single study trial used for a variety of safety evaluation of the investigational product purposes (e.g. Serious Adverse Events (SAE) case listings, database line listings, etc.). \r\n\r\nThis artifact may not be trial specific, thus may include a reference to program/IP level records. One example of where this artifact would be expected to be trial-specific is when a CRO performs this function for a single trial."],[" Expedited Safety Report","To document unexpected serious adverse drug reactions and other safety information; submitted to regulatory authorities and IRBs/IECs.  Submission artifact is located in 03.03.01."],["External Safety Reports","To document serious adverse events at outside institutions. Submitted to regulatory authorities according to local IRB/EC/Regulatory Authority per policy or country requirement."],["Serious Adverse Events","To organize critical data around a serious adverse event, adverse event and/or a laboratory abnormality as identified in the protocol. Reports may include, but are not limited to: specific investigator SAE report forms and supporting data, reporter correspondence, associated note-to-files, source documentation, case logs, narratives, case unblinding forms and/or safety database case printouts. \r\n"],[" Pregnancy Report","To organize critical data around a pregnancy that occurred whilst either the male or the female subject was participating in a clinical trial. Reporting forms and supporting data collected for pregnancy cases and their outcome. Reports may include but are not limited to specific regulatory forms and supporting data, reporter correspondence, associated note-to-files, source documentation, case logs, case unblinding form, narratives and/or safety database case printouts. "],["Special Events of Interest","To organize critical data around a special event of interest, one that is of scientific and medical concern specific to the product or program. Usually requested by or submitted to Regulatory Agencies. Reports may include but are not limited to specific regulatory forms and supporting data, reporter correspondence, associated note-to-files, source documentation, case logs, narratives, case unblinding forms and/or safety database case printouts. "],[" Relevant Communications related to Safety Reporting","Zone-specific, trial specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but not limited to: letters, memo, electronic communications and faxes. (Does not include program level communications.)"],["Tracking Information related to Safety Reporting","Zone-specific, trial specific documents developed for the purpose of tracking activities during the course of the trial.  (Does not include program level tracking information.)"],["Meeting Material related to Safety Reporting","Agenda, presentation materials and other documentation generated during an internal or external zone-related, trial specific meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material. (Does not include program level meeting material.)"],["Filenote related to Safety Reporting","To document any decision or to clarify any information relating to this zone."],["Certification or Accreditation","To document recognition and approval by an authorized accrediting body applying known acceptable standards, that the central or local facility is competent to perform required test(s) and support reliability of results; if applicable."],["Laboratory Validation Documentation ","To document through use of control data that a central or local laboratory can consistently and reproducibly report results that are reliable; may include but is not limited to reporting of calibration and control results for a research test parameter, antibody or pharmacokinetic testing that may be performed by an internal or external central or local laboratory; required if certification or accreditation is not available for the study test method."],["Laboratory Results Documentation ","Summary listings or individual subject reports provided by the central or local laboratory or other testing facility, e.g. results of biochemical testing, histological examination."],["Normal Ranges","To define acceptable limits (where 95% of the population that a central or local facility serves will fall) for comparative interpretation that allow for medical decisions to be made; may be included in User Manual."],["Manual","To outline the procedures to be followed in the collection, handling and shipping of samples; may not be available for local facilities."],["Supply Import Documentation","To provide the necessary documentation required per country to allow for importation of supplies (non-drug / IP), may also include biological samples and related test material (kits, etc.)"],["Head of Facility Curriculum Vitae","To verify that the Head of Facility is suitably qualified to lead and oversee the management and reporting of results; may be included with Certification / Accreditation; may be found in the User Manual."],["Standardization Methods  ","To confirm that two or more central or local facilities can perform the same test / procedure and obtain consistent results; includes but may not be limited to cross-calibration of test methods between assays or facilities or phantom data or bioanalytical assay."],["Specimen Label","To capture critical information about the collection of a sample; may include but is not limited to subject ID, date and time of collection, etc.; may be included in User Manual."],[" Lab Sample Shipment Documentation","To document the shipment information imported into and exported out of the lab."],["Lab Shipment Records","To document the shipments received to the lab, if applicable. "],["Sample Storage Condition Log","To monitor and track sample storage under the appropriate conditions."],["Sample Import or Export Documentation","To provide the necessary documentation required per country to allow for importation/exportation of samples."],["Record of Retained Samples ","To document location and identification of body fluid, tissue samples or genetic samples being held for possible future (re)testing; to include destruction records, when and if this occurs."],["Relevant Communications related to Central and Local Testing","Zone-specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but not limited to: letters, memo, electronic communications and faxes."],["Tracking Information related to Central and Local Testing","Zone-specific documents developed for the purpose of tracking activities during the course of the trial. "],["Meeting Material related to Central and Local Testing","Agenda, presentation materials and other documentation generated during an internal or external zone-related meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material."],["Filenote related to Central and Local Testing","To document any decision or to clarify any information relating to this zone."],["Qualification and Compliance","To confirm that a third party meets all relevant criteria to fulfill a contractual obligation; may include a quality questionnaire, a visit report to qualify their capabilities, other documents that support capabilities."],[" Third Party Curriculum Vitae","To document qualifications and eligibility of Individual Third Party Trial Team Members; CVs, Questionnaires etc. including translators, for the project. Not intended to duplicate records filed in Zones 1 and 5 (sponsor & investigator)."],["Ongoing Third Party Oversight","To confirm throughout the duration of a study that a third party continues to meet all relevant criteria to fulfill a contractual obligation."],["Confidentiality Agreement with Third Parties","To confirm by written legal agreement that key information between parties will be prevented from being inappropriately disclosed. May be included in another contractual agreement. "],["Vendor Selection","To identify how a third party was selected. May include details of other third parties short-listed, master vendor list and any assessments carried out prior to selection."],["Contractual Agreement","To document by a written dated signed agreement between two or more parties that defines any arrangements on delegation and distribution of tasks and obligations (including financial obligations); critical components include service description and budget."],["Relevant Communications related to Third Parties","Zone-specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but not limited to: letters, memo, electronic communications and faxes."],["Tracking Information related to Third Parties","Zone-specific documents developed for the purpose of tracking activities during the course of the trial. "],["Meeting Material related to Third Parties","Agenda, presentation materials and other documentation generated during an internal or external zone-related meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material."],["Filenote related to Third Parties","To document any decision or to clarify any information relating to this zone."],["Data Management Plan ","To identify the overall strategy for data management process for the trial; a compilation of documents that may include amendments/appendices but are not limited to: Completion Guidelines, Data Quality Plan, CRF Design Document, Database (build) Specification, Entry Guidelines, Database Testing.."],["CRF Completion Requirements","To provide detailed instructions on how data points on each CRF are to be completed; how to enter on paper and if EDC, how to enter data into the system. "],["Annotated CRF ","To assign variable names and attributes to the fields on the CRF and to link the variables to the tables within the database; may also be used as an aid for database programming on how to structure the database; use for data extraction; may be generated at the time of regulatory submission."],["Documentation of Corrections to Entered Data ","Any documentation used to query database discrepancies and to record approved corrections to the clinical trial database; may include self-evident corrections, global queries, SAE queries, laboratory queries and any other database queries generated.  Additionally, include any agreements per trial and site that trial personnel are permitted to perform without the need to issue a query to the investigator along with acknowledge acceptance/signing of these changes by Investigator."],["Final Subject Data","Final Subject data (EDC/ePRO/Paper) for the protocol and a copy of each site's data by-subject. Associated documents may include but are not limited to documentation of subject data corrections, subject diaries, questionnaires, laboratory reports and other third-party specialty data. Does not include the final study datasets."],["Database Requirements","To provide a detailed design framework for the system(s) used to manage and store subject/patient data captured via a paper CRF or eCRF for the specified trial. Not to be confused with specifications for the Electronic Data Capture (EDC) system (see 10.04.02)"],["Edit Check Plan","Specifications which will detect data that is illogical, unexpected, missing, redundant, or is outside of defined study parameters; usually implemented via programming logic"],["Edit Check Programming ","The computer code which satisfies the edit check plan/specification details; may include a reference to where the code resides."],["Edit Check Testing ","To provide evidence that the data edit checks have been implemented correctly; can include the data used to test the programming logic "],["Approval for Database Activation ","Documentation that all database specification requirements have been satisfied and system can go live; will also include confirmation that UAT (user acceptance testing) has been successfully completed. May include a modified version to activate implementation of change control"],["External Data Transfer Specifications ","To document import and export data specifications; includes but is not limited to diary, lab, IVRS, imaging; integration from external systems to database and may include transfer from one group to another."],["Data Entry Guidelines (Paper)","To provide detailed instructions on how CRF data is to be entered into a database; specific to a paper CRF trial (therefore, would not be required with an EDC trial)."],["SAE Reconciliation ","To document reconciliation and resolution of discrepancies between the SAEs in the safety and the clinical databases has been successfully completed."],["Dictionary Coding ","To document the tools used in medical coding and the final coded terms; includes medical sign off of coding; may include resolution discrepancies."],["Data Review Documentation","To describe the procedures for creating and implementing a Quality Control (QC) Plan or Data Review Plan to ensure that quality data is captured into a clinical database on an ongoing basis. Artifact can include any evidence of the results from the plan."],["Database Lock and Unlock Approval ","Confirmation that all of the requirements for database release have been meet; may include all unlock and re-lock documentation as well as a report on data quality issues and summary of essential activities prior to database lock"],["Database Change Control ","Summary of requested change, reason for change, relevant approvals, impact / risk analysis, associated requirements, specifications and other documentation describing the validation and implementation of this change. "],["System Account Management","To capture account management details for all users who received access to the system (e.g.: ePRO, eCRF); intended to include users' security role, date account granted, date account disabled."],["Technical Design Document","A technical planning and tracking document containing all the elements required to build and test the EDC application including the variables to be collected, their logical arrangement, navigation between the different forms, and the checks for logical consistency. May take the form of a spreadsheet created manually by a programmer and uploaded to the EDC application (e.g. to generate the eCRF or ePRO system), or exported from the application after building as a record of its technical design. May include some code for 10.03.03, Edit Check Programming."],["Validation Documentation","Documents establishing the project context and documentation requirements for EDC (e.g.: eCRF or ePRO); can include the plan for and results of, the user acceptance testing (UAT). Includes the validation report to provide wrap up and post go-live summary if required."],["Relevant Communications related to Data Management","Zone-specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but not limited to: letters, memo, electronic communications and faxes."],["Tracking Information related to Data Management","Zone-specific documents developed for the purpose of tracking activities during the course of the trial. "],["Meeting Material related to Data Management","Agenda, presentation materials and other documentation generated during an internal or external zone-related meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material."],["Filenote related to Data Management","To document any decision or to clarify any information relating to this zone."],["Statistical Analysis Plan ","To describe the statistical aspects of the trial design, the process of data selection for all analyzes, the data items to be analyzed and all the procedures and methods to be employed in the analysis of those data items as well as the planned presentation of those results (Tables, Listings and Figures (TLFs), all versions of the SAP and approval forms). Includes interim and final."],["Sample Size Calculation","To document the technique, assumptions and output used to calculate the sample size; can include QC and sign off."],["Randomization Plan ","To describe the randomization scheme (e.g. number and name of treatments, strata, block size) and how the randomization will be carried out; this plan is then used to initiate programming."],["Randomization Procedure ","To define the actual steps for how subjects are randomized in a trial. This could be by interactive response technology (IRT)/IVRS, or a manual process ((i.e. work instruction). May be part of the randomization plan."],["Master Randomization List ","The single source on the assignment of subjects to protocol specified groups.  In blinded studies, this list remains blinded until its release following the final data lock."],["Randomization Programming ","Computer code to generate randomization number for treatment assignment."],["Randomization Sign Off","To verify that the randomization program generates the randomization number and treatment assignment correctly according to the randomization schema specified for the trial."],["End of Trial or Interim Unblinding","To document and authorize the release of the randomization code and allow the trial data to be unblinded. Includes evidence of release of end of trial unblinding. May include a request for partial unblinding, or to open the randomization list for maintenance by randomization management personnel."],["Data Definitions for Analysis Datasets","To define the programming logic required to transform the raw dataset to the analysis dataset; includes populations, etc.; as outlined in the SAP."],["Analysis QC Documentation","To confirm the QC procedures for analysis programs and validation of analysis QC programs, as well as the actual output of the QC steps."],["Interim Analysis Raw Datasets ","The export of raw data for interim analysis purposes. This may include CDISC datasets such as Operational Data Model (ODM) or SDTM.  "],["Interim Analysis Programs","The suite of programs designed to generate the interim analysis outputs as referenced in the SAP."],["Interim Analysis Datasets ","The datasets used for the interim analyses. "],["Interim Analysis Output","The Tables Listings and Figures produced from the interim analysis datasets; includes Statistics approval."],["Final Analysis Raw Datasets ","The export of raw data for final analysis purposes. This may include CDISC datasets such as Operational Data Model (ODM), SDTM or case report tabulation (CRT) package"],[" Final Analysis Programs","The suite of programs designed to generate the final analysis outputs as referenced in the SAP."],["Final Analysis Datasets","The datasets used for the final analysis/case report tabulation (CRT) package. If required, study-level submission datasets can be filed here. "],["Final Analysis Output","The Tables, Listings and Figures produced from the final analysis datasets; includes Statistics approval. May be appended to the CSR."],["Subject Evaluability Criteria and Subject Classification","To document the decisions which define the criteria applied to evaluate each subject in the trial, in order to that will unambiguously assign the subject to the populations established in the SAP. "],[" Interim Statistical Report(s)","To summarize the relevant statistical aspects of the interim analysis. May be appended to the CSR."],["Statistical Report","To summarize the relevant statistical aspects of the final analysis. May be appended to the CSR. "],["Relevant Communications related to Statistics","Zone-specific agreements, significant discussions or relevant information, but not specifically listed in this Reference Model. Types of correspondence may include, but not limited to: letters, memo, electronic communications and faxes."],["Tracking Information related to Statistics","Zone-specific documents developed for the purpose of tracking activities during the course of the trial. "],["Meeting Material related to Statistics","Agenda, presentation materials and other documentation generated during an internal or external zone-related meeting which documents any agreements or significant discussions. Includes meeting minutes or Q&A, attendance sheets and any pre-meeting material."],["Filenote related to Statistics","To document any decision or to clarify any information relating to this zone."],["Filenote related to Site Management","To document any decision or to clarify any information relating to this zone."],["Miscellaneous","Any other miscellaneous documents"]]
}